Revit 2027 API
ParameterTypeId.FabricSheetOverallWidth Property
 "Overall Width": Overall Width
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FabricSheetOverallWidth { get; }
Public Shared ReadOnly Property FabricSheetOverallWidth As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FabricSheetOverallWidth {
	ForgeTypeId^ get ();
}
static member FabricSheetOverallWidth : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace